Repository: collective/atreal.contacts
Catalog: atreal/contacts/locales/*/LC_MESSAGES/atreal.contacts.po
Languages: fr

source: ${title} has been deleted.
fr: ${title} a été supprimé.

source: A content type describing a contact.
fr: Un contenu représentant un contact

source: A content type describing an organization.
fr: Un contenu représentant une organisation.

source: A folder which can contain contacts.
fr: Un répertoire de contacts

source: A short summary of this folder
fr: Un description sommaire de ce dossier.

source: Add Search Portlet
fr: Ajouter un portlet de recherche

source: Address
fr: Adresse

source: Clear their 'organisation' field.
fr: Vider leur champs 'organisation'.

source: Delete
fr: Supprimer

source: Delete the linked contacts.
fr: Supprimer les contacts liés.

source: Deleted all contacts linked to the '${title}' organisation
fr: Tous les contacts de l'organisation '${title} ont été supprimés

source: Department
fr: Service

source: Directory
fr: Répertoire

source: Edit Search Portlet
fr: Modifier le portlet de recherche

source: Enable LiveSearch
fr: Activer le LiveSearch

source: Enables the LiveSearch feature, which shows live results if the browser supports JavaScript.
fr: Activer la fonctionnalité LiveSearch, ce qui montre les résultats de recherche au fur et à mesure, si votre navigateur prends en compte JavaScript.

source: Fax number
fr: Numéro de fax

source: Full name
fr: Nom complet

source: Job title
fr: Poste

source: Mobile phone
fr: Téléphone mobile

source: No results for your search.
fr: Pas de résultats pour votre recherche

source: Office phone
fr: Téléphone bureau

source: Organization
fr: Organisation

source: Please enter some search terms.
fr: Veuillez entrer des termes de recherche.

source: Private phone
fr: Téléphone privé

source: Search
fr: Chercher

source: The deletion of ${title} has been canceled.
fr: La suppression de ${title} a été annulée.

source: This organization has ${employees_number} contacts. Do you want to delete them or clear their 'organization' field?
fr: Cette organisation comporte ${employees_number} contacts. Voulez-vous les supprimer ou vider leur champ 'organisation'?

source: This portlet shows a search box.
fr: Ce portlet affiche une boite de recherche

source: Title
fr: Titre

source: Unlinked all the contacts from the '${title}' organisation
fr: Tous les contacts liés à l'organisation '${title}'

source: Website
fr: Site web

source: alert_really_delete
fr: Voulez-vous vraiment supprimer cet élément?

source: label_address
fr: Adresse

source: label_address_complement
fr: Complément d'adresse

source: label_cancel
fr: Annuler

source: label_city
fr: Ville

source: label_country
fr: Pays

source: label_department
fr: Service

source: label_description
fr: Description

source: label_email
fr: Email

source: label_fax_number
fr: Numéro de fax

source: label_firstname
fr: Prénom

source: label_job_title
fr: Poste

source: label_lastname
fr: Nom de famille

source: label_mobile_phone
fr: Téléphone mobile

source: label_office_phone
fr: Téléphone bureau

source: label_organization
fr: Organisation

source: label_postcode
fr: Code postal

source: label_private_phone
fr: Téléphone privé

source: label_website
fr: Site web

source: show related items if they exist
fr: Afficher les éléments liés s'ils existent

source: summary_orga_details
fr: Détails de l'organisation
